Repository: kuanysh-devv/drf-hr-system
Catalog: person/locale/*/LC_MESSAGES/django.po
Languages: ru

source: person_ru
ru: Сотрудники

source: IIN
ru: ИИН

source: PIN
ru: ПИН

source: Surname
ru: Фамилия

source: First Name
ru: Имя

source: Patronymic
ru: Отчество

source: Gender
ru: Пол

source: Nationality
ru: Национальность

source: Family Status
ru: Семейное положение

source: Position Info
ru: Информация о должности

source: Rank Info
ru: Информация о звании

source: isFired
ru: Уволен

source: Role
ru: Роль

source: Person
ru: Сотрудники

source: Persons
ru: Сотрудники

source: Gender Name
ru: Название пола

source: Genders
ru: Пол

source: Status Name
ru: Название семейного положения

source: FamilyStatus
ru: Семейное положение

source: FamilyStatuses
ru: Семейное положение

source: Relative Name
ru: Имя родственника

source: Relative
ru: Родственник/Близкий

source: Relatives
ru: Родственники/Близкие

source: Relative Type
ru: Степень родства

source: Relative Surname
ru: Фамилия родственника

source: Relative Patronymic
ru: Отчество родственника

source: Relative IIN
ru: ИИН родственника

source: Relative Birth Date
ru: Дата рождения родственника

source: Relative Job Place
ru: Место работы родственника

source: FamilyComposition
ru: Состав семьи

source: FamilyCompositions
ru: Составы семей

source: Category Type
ru: Тип категорий

source: ClassCategory
ru: Классная категория

source: ClassCategories
ru: Классные категории

source: Autobiography Text
ru: Автобиография (текст)

source: Autobiography Image
ru: Автобиография (скан)

source: Autobiography
ru: Автобиография

source: Autobiographies
ru: Автобиографии

source: Reward Type
ru: Тип поощрения

source: Reward Document Number
ru: Номер документа поощрения

source: Reward Date
ru: Дата поощрения

source: Reward
ru: Поощрение

source: Rewards
ru: Поощрения

source: Language Name
ru: Язык

source: Language Skill Level
ru: Уровень владения

source: LanguageSkill
ru: Знание языка

source: LanguageSkills
ru: Знания языков

source: Sport Type
ru: Вид спорта

source: Sport Skill Level
ru: Уровень владения

source: SportSkill
ru: Спортивное достижение

source: SportSkills
ru: Спортивные достижения

source: Military Rank
ru: Специальное звание

source: Received Type
ru: Вид получения повышения

source: Decree Number
ru: Номер приказа

source: Start Date
ru: Дата начала службы

source: End Date
ru: Дата окончания службы

source: RankArchive
ru: Архив званий

source: RankArchives
ru: Архивы званий
