Repository: kuanysh-devv/drf-hr-system
Catalog: military_rank/locale/*/LC_MESSAGES/django.po
Languages: ru

source: military_rank_ru
ru: Специальное звание

source: Rank Title
ru: Название звания

source: PensionAge
ru: Пенсионный возраст

source: Next Promotion Date in Days
ru: Следующее повышение в днях

source: Military Rank
ru: Специальное звание

source: Military Ranks
ru: Специальные звания

source: Received Type
ru: Вид получения повышения

source: Decree Number
ru: Номер приказа

source: Received Date
ru: Дата получения

source: Next Promotion Date
ru: Дата следующего повышения

source: Need Position Up
ru: Необходимо повыситься по должности для повышения по званию

source: Rank Info
ru: Информация о звании

source: Rank Infos
ru: Информации о звании
