Repository: kuanysh-devv/drf-hr-system
Catalog: decree/locale/*/LC_MESSAGES/django.po
Languages: ru

source: decree_ru
ru: Приказы/Документы

source: Decree Type
ru: Тип приказа

source: Decree Number
ru: Номер приказа

source: isConfirmed
ru: Согласован

source: isCanceled
ru: Отменён

source: Decree Date
ru: Дата приказа

source: Decree List
ru: Приказ

source: Decree Lists
ru: Список приказов

source: AppointmentInfo
ru: Архив назначений

source: AppointmentInfos
ru: Архивы назначений

source: Appointment Department
ru: Назначен в управление

source: Appointment Position
ru: Назначен на должность

source: Appointment Probation
ru: Испытательный срок

source: Appointment Base
ru: Основание назначения

source: Appointment Type
ru: Тип назначения

source: Decree id
ru: Приказ

source: TransferInfo
ru: Архив перемещений

source: TransferInfos
ru: Архивы перемещений

source: Previous Department
ru: Предыдущее управление

source: Previous Position
ru: Предыдущая должность

source: New Department
ru: Новое управление

source: New Position
ru: Новая должность

source: Transfer Base
ru: Основание перемещения

source: RankUpInfo
ru: Архив присвоении звания

source: RankUpInfos
ru: Архивы присвоении звания

source: Previous Rank
ru: Предыдущее звание

source: New Rank
ru: Новое звание

source: Received Type
ru: Вид присвоения

source: Received Date
ru: Дата присвоения

source: Document Number
ru: Номер документа

source: Document Date
ru: Дата документа

source: Spec Check
ru: Специальная проверка

source: Spec Checks
ru: Специальные проверки

source: Sick Document Number
ru: Номер больничного документа

source: Sick Document Date
ru: Дата больничного документа

source: Sick Leave
ru: Больничный лист

source: Sick Leaves
ru: Больничные листы

source: Investigation Decree Type
ru: Тип приказа взыскания

source: Investigation Decree Number
ru: Дата приказа взыскания

source: Investigation Date
ru: Дата взыскания

source: Investigation
ru: Взыскание

source: Investigations
ru: Взыскания
