Repository: kuanysh-devv/drf-hr-system
Catalog: education/locale/*/LC_MESSAGES/django.po
Languages: ru

source: education_ru
ru: Образование

source: Education Type
ru: Вид образования

source: Education Place
ru: Место образования

source: Education Start Date
ru: Дата начала образования

source: Education End Date
ru: Дата окончания образования

source: Speciality
ru: Специальность

source: Diploma Number
ru: Номер диплома

source: Education
ru: Образование

source: Educations
ru: Образования

source: Course Name
ru: Название курса

source: Course Type
ru: Вид курса

source: Course Organization
ru: Организация прохождения курса

source: Start Date
ru: Дата начала курса

source: End Date
ru: Дата окончания курса

source: Document Type
ru: Вид документа

source: Course
ru: Курс

source: Courses
ru: Курсы

source: Attestation Result
ru: Результат аттестации

source: Last Attestation Date
ru: Дата последней аттестации

source: Next Attestation Date (Min)
ru: Минимальная дата следующей аттестации

source: Next Attestation Date (Max)
ru: Максимальная дата следующей аттестации

source: Attestation
ru: Аттестация

source: Attestations
ru: Аттестации

source: Academic Place
ru: Высшее учебное заведение

source: Academic Degree
ru: Академическая степень

source: Academic Diploma Number
ru: Номер диплома

source: Academic Diploma Date
ru: Дата получения диплома

source: Academic Degrees
ru: Академические степени
